Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: No security recommendations match “%@”.
ar: لا توجد توصيات أمان تطابق «%@».
bg: Няма препоръки за сигурност, съвпадащи с „%@“.
bn: “%@”-এর সঙ্গে কোনো নিরাপত্তা সুপারিশ মেলে না।
ca: Cap recomanació de seguretat coincideix amb «%@».
cs: Žádná bezpečnostní doporučení neodpovídají „%@“.
da: Ingen sikkerhedsanbefalinger matcher “%@”.
de: Keine Sicherheitsempfehlungen entsprechen „%@“.
el: Καμία πρόταση ασφαλείας δεν αντιστοιχεί στο «%@».
es: Ninguna recomendación de seguridad coincide con «%@».
fa: هیچ پیشنهاد امنیتی با «%@» مطابقت ندارد.
fi: Mikään tietoturvasuositus ei vastaa hakua ”%@”.
fr: Aucune recommandation de sécurité ne correspond à « %@ ».
he: אין המלצות אבטחה התואמות ל-„%@”.
hi: कोई सुरक्षा सुझाव “%@” से मेल नहीं खाता।
hr: Nijedna sigurnosna preporuka ne odgovara „%@”.
hu: Nincs „%@” kifejezésnek megfelelő biztonsági javaslat.
id: Tidak ada rekomendasi keamanan yang cocok dengan “%@”.
it: Nessuna raccomandazione di sicurezza corrisponde a “%@”.
ja: 「%@」に一致するセキュリティ推奨事項はありません。
kk: “%@” мәніне сәйкес қауіпсіздік ұсынысы жоқ.
ko: “%@”와 일치하는 보안 권장 사항이 없습니다.
lt: Nė viena saugumo rekomendacija neatitinka „%@“.
ms: Tiada cadangan keselamatan sepadan dengan “%@”.
nb: Ingen sikkerhetsanbefalinger samsvarer med «%@».
nl: Geen beveiligingsaanbevelingen komen overeen met ‘%@’.
pl: Żadne zalecenie bezpieczeństwa nie pasuje do „%@”.
pt: Nenhuma recomendação de segurança corresponde a «%@».
ro: Nicio recomandare de securitate nu corespunde cu „%@”.
ru: Нет рекомендаций по безопасности, соответствующих «%@».
sk: Žiadne bezpečnostné odporúčania nezodpovedajú „%@“.
sl: Nobeno varnostno priporočilo se ne ujema z »%@«.
sv: Inga säkerhetsrekommendationer matchar ”%@”.
th: ไม่มีคำแนะนำด้านความปลอดภัยที่ตรงกับ “%@”
tr: “%@” ile eşleşen güvenlik önerisi yok.
uk: Немає рекомендацій із безпеки, що відповідають «%@».
vi: Không có đề xuất bảo mật nào khớp với “%@”.
zh_hans: 没有与“%@”匹配的安全建议。
zh_hant: 沒有與“%@”匹配的安全建議。

source: No Sends
ar: لا توجد عمليات إرسال
bg: Няма Send
bn: কোনো Send নেই
ca: No hi ha cap Send
cs: Žádné Sendy
da: Ingen Sends
de: Keine Sends
el: Δεν υπάρχουν Sends
es: Sin Send
fa: ارسالی نیست
fi: Ei Sendejä
fr: Aucun Send
he: אין Sends
hi: कोई सेंड नहीं
hr: Nema Sendova
hu: Nincsenek Sendek
id: Belum Ada Send
it: Nessun Send
ja: Sendはありません
kk: Sends жоқ
ko: Send 없음
lt: Send nėra
ms: Tiada Send
nb: Ingen Send-er
nl: Geen Sends
pl: Brak Send
pt: Sem Sends
ro: Niciun Send
ru: Нет Send
sk: Žiadne Send
sl: Ni Send
sv: Inga Send
th: ไม่มี Send
tr: Send Yok
uk: Відправлень немає
vi: Không có Send
zh_hans: 无 Send
zh_hant: 無 Send

source: No Shared Item Selected
ar: لم يتم تحديد عنصر مشترك
bg: Няма избран споделен елемент
bn: কোনো শেয়ার করা আইটেম নির্বাচিত নেই
ca: No hi ha cap element compartit seleccionat
cs: Není vybrána sdílená položka
da: Intet delt element valgt
de: Kein geteilter Eintrag ausgewählt
el: Δεν έχει επιλεγεί κοινόχρηστο στοιχείο
es: Ningún elemento compartido seleccionado
fa: مورد مشترکی انتخاب نشده
fi: Jaettua kohdetta ei ole valittu
fr: Aucun élément partagé sélectionné
he: לא נבחר פריט משותף
hi: कोई साझा आइटम नहीं चुना गया
hr: Nije odabrana dijeljena stavka
hu: Nincs kiválasztva megosztott elem
id: Tidak Ada Item Bersama yang Dipilih
it: Nessun elemento condiviso selezionato
ja: 共有項目が選択されていません
kk: Ортақ элемент таңдалмаған
ko: 공유 항목이 선택되지 않음
lt: Nepasirinktas bendrinamas elementas
ms: Tiada Item Dikongsi Dipilih
nb: Ingen delt element valgt
nl: Geen gedeeld item geselecteerd
pl: Nie wybrano udostępnionego elementu
pt: Nenhum item partilhado selecionado
ro: Niciun element partajat selectat
ru: Общий элемент не выбран
sk: Nie je vybraná zdieľaná položka
sl: Element v skupni rabi ni izbran
sv: Inget delat objekt markerat
th: ไม่ได้เลือกรายการที่แชร์
tr: Paylaşılan Öğe Seçilmedi
uk: Спільний елемент не вибрано
vi: Chưa chọn mục được chia sẻ
zh_hans: 未选择共享项目
zh_hant: 未選擇共用項目

source: No SSH Key Selected
ar: لم يتم تحديد مفتاح SSH
bg: Няма избран SSH ключ
bn: কোনো SSH কী নির্বাচিত নেই
ca: No hi ha cap clau SSH seleccionada
cs: Není vybrán klíč SSH
da: Ingen SSH-nøgle valgt
de: Kein SSH-Schlüssel ausgewählt
el: Δεν έχει επιλεγεί κλειδί SSH
es: Ninguna clave SSH seleccionada
fa: کلید SSH انتخاب نشده
fi: SSH-avainta ei ole valittu
fr: Aucune clé SSH sélectionnée
he: לא נבחר מפתח SSH
hi: कोई SSH कुंजी नहीं चुनी गई
hr: Nije odabran SSH ključ
hu: Nincs kiválasztva SSH-kulcs
id: Tidak Ada Kunci SSH yang Dipilih
it: Nessuna chiave SSH selezionata
ja: SSH鍵が選択されていません
kk: SSH кілті таңдалмаған
ko: SSH 키가 선택되지 않음
lt: Nepasirinktas SSH raktas
ms: Tiada Kunci SSH Dipilih
nb: Ingen SSH-nøkkel valgt
nl: Geen SSH-sleutel geselecteerd
pl: Nie wybrano klucza SSH
pt: Nenhuma chave SSH selecionada
ro: Nicio cheie SSH selectată
ru: Ключ SSH не выбран
sk: Nie je vybraný kľúč SSH
sl: Ključ SSH ni izbran
sv: Ingen SSH-nyckel markerad
th: ไม่ได้เลือกคีย์ SSH
tr: SSH Anahtarı Seçilmedi
uk: Ключ SSH не вибрано
vi: Chưa chọn khóa SSH
zh_hans: 未选择 SSH 密钥
zh_hant: 未選擇 SSH 密鑰

source: No vault items match “%@”.
ar: لا توجد عناصر خزنة تطابق «%@».
bg: Няма елементи в трезора, съвпадащи с „%@“.
bn: “%@”-এর সঙ্গে ভল্টের কোনো আইটেম মেলে না।
ca: Cap element de la caixa forta coincideix amb «%@».
cs: Žádné položky trezoru neodpovídají „%@“.
da: Ingen elementer i boksen matcher “%@”.
de: Keine Tresoreinträge entsprechen „%@“.
el: Κανένα στοιχείο κρύπτης δεν αντιστοιχεί στο «%@».
es: Ningún elemento de la caja fuerte coincide con «%@».
fa: هیچ مورد گاوصندوقی با «%@» مطابقت ندارد.
fi: Mikään holvikohde ei vastaa hakua ”%@”.
fr: Aucun élément du coffre ne correspond à « %@ ».
he: אין פריטי כספת התואמים ל-„%@”.
hi: कोई तिजोरी आइटम “%@” से मेल नहीं खाता।
hr: Nijedna stavka trezora ne odgovara „%@”.
hu: Nincs „%@” kifejezésnek megfelelő széfelem.
id: Tidak ada item brankas yang cocok dengan “%@”.
it: Nessun elemento della cassaforte corrisponde a “%@”.
ja: 「%@」に一致する保管庫の項目はありません。
kk: “%@” мәніне сәйкес қойма элементі жоқ.
ko: “%@”와 일치하는 볼트 항목이 없습니다.
lt: Nė vienas saugyklos elementas neatitinka „%@“.
ms: Tiada item peti besi sepadan dengan “%@”.
nb: Ingen hvelvelementer samsvarer med «%@».
nl: Geen kluisitems komen overeen met ‘%@’.
pl: Żaden element sejfu nie pasuje do „%@”.
pt: Nenhum item do cofre corresponde a «%@».
ro: Niciun element din seif nu corespunde cu „%@”.
ru: Нет элементов хранилища, соответствующих «%@».
sk: Žiadne položky trezoru nezodpovedajú „%@“.
sl: Noben element trezorja se ne ujema z »%@«.
sv: Inga valvobjekt matchar ”%@”.
th: ไม่มีรายการตู้นิรภัยที่ตรงกับ “%@”
tr: “%@” ile eşleşen kasa öğesi yok.
uk: Немає елементів сховища, що відповідають «%@».
vi: Không có mục kho lưu trữ nào khớp với “%@”.
zh_hans: 没有与“%@”匹配的密码库项目。
zh_hant: 沒有與“%@”匹配的密碼庫項目。

source: Not found in the known breached-password data set.
ar: لم يتم العثور عليها في مجموعة بيانات كلمات المرور المخترقة المعروفة.
bg: Не е намерена в известния набор от данни за компрометирани пароли.
bn: পরিচিত ফাঁস হওয়া পাসওয়ার্ডের ডেটাসেটে পাওয়া যায়নি।
ca: No s'ha trobat al conjunt de dades conegut de contrasenyes compromeses.
cs: Nenalezeno ve známé datové sadě prozrazených hesel.
da: Ikke fundet i det kendte datasæt med lækkede adgangskoder.
de: Nicht im bekannten Datensatz kompromittierter Passwörter gefunden.
el: Δεν βρέθηκε στο γνωστό σύνολο δεδομένων παραβιασμένων κωδικών.
es: No se encontró en el conjunto conocido de datos de contraseñas vulneradas.
fa: در مجموعه داده شناخته‌شده کلمه‌های عبور نقض‌شده یافت نشد.
fi: Ei löytynyt tunnettujen vuotaneiden salasanojen tietojoukosta.
fr: Introuvable dans le jeu de données connu des mots de passe compromis.
he: לא נמצא במאגר הידוע של סיסמאות שנפרצו.
hi: ज्ञात उल्लंघन किए गए पासवर्ड डेटासेट में नहीं मिला।
hr: Nije pronađena u poznatom skupu podataka procurjelih lozinki.
hu: Nem található az ismert kiszivárgottjelszó-adatbázisban.
id: Tidak ditemukan dalam kumpulan data kebocoran kata sandi yang diketahui.
it: Non trovata nel database noto delle password compromesse.
ja: 既知の漏えいパスワードデータセットには見つかりませんでした。
kk: Белгілі бұзылған құпиясөздер деректер жиынынан табылмады.
ko: 알려진 유출 비밀번호 데이터 세트에서 발견되지 않았습니다.
lt: Nerasta žinomame pažeistų slaptažodžių duomenų rinkinyje.
ms: Tidak ditemui dalam set data kata laluan terlanggar yang diketahui.
nb: Ikke funnet i det kjente datasettet med kompromitterte passord.
nl: Niet gevonden in de bekende dataset met gelekte wachtwoorden.
pl: Nie znaleziono w znanym zbiorze naruszonych haseł.
pt: Não encontrada no conjunto conhecido de dados de palavras-passe comprometidas.
ro: Nu a fost găsită în setul cunoscut de date cu parole compromise.
ru: Не найдено в известном наборе скомпрометированных паролей.
sk: Nenájdené v známej databáze prelomených hesiel.
sl: Ni najdeno v znanem naboru podatkov razkritih gesel.
sv: Hittades inte i den kända datamängden med läckta lösenord.
th: ไม่พบในชุดข้อมูลรหัสผ่านที่รั่วไหลซึ่งเป็นที่รู้จัก
tr: Bilinen ihlal edilmiş parola veri kümesinde bulunamadı.
uk: Не знайдено у відомому наборі даних про викрадені паролі.
vi: Không tìm thấy trong tập dữ liệu mật khẩu bị rò rỉ đã biết.
zh_hans: 未在已知的泄露密码数据集中找到。
zh_hant: 未在已知的洩露密碼資料集中找到。

source: Not in use
ar: غير مستخدم
bg: Не се използва
bn: ব্যবহৃত হচ্ছে না
ca: No s'utilitza
cs: Nepoužívá se
da: Ikke i brug
de: Nicht verwendet
el: Δεν χρησιμοποιείται
es: No está en uso
fa: استفاده نمی‌شود
fi: Ei käytössä
fr: Inutilisé
he: לא בשימוש
hi: उपयोग में नहीं
hr: Ne koristi se
hu: Nincs használatban
id: Tidak digunakan
it: Non in uso
ja: 未使用
kk: Қолданылмайды
ko: 사용 중 아님
lt: Nenaudojama
ms: Tidak digunakan
nb: Ikke i bruk
nl: Niet in gebruik
pl: Nieużywane
pt: Não utilizado
ro: Nu este utilizat
ru: Не используется
sk: Nepoužíva sa
sl: Ni v uporabi
sv: Används inte
th: ไม่ได้ใช้งาน
tr: Kullanımda değil
uk: Не використовується
vi: Không sử dụng
zh_hans: 未使用
zh_hant: 未使用

source: Not present
ar: غير موجود
bg: Не присъства
bn: উপস্থিত নেই
ca: No hi és
cs: Není přítomno
da: Ikke til stede
de: Nicht vorhanden
el: Δεν υπάρχει
es: No está presente
fa: موجود نیست
fi: Ei ole
fr: Absent
he: לא קיים
hi: मौजूद नहीं
hr: Nije prisutno
hu: Nincs jelen
id: Tidak ada
it: Non presente
ja: 存在しません
kk: Жоқ
ko: 존재하지 않음
lt: Nėra
ms: Tidak hadir
nb: Ikke til stede
nl: Niet aanwezig
pl: Nieobecne
pt: Não presente
ro: Nu este prezent
ru: Отсутствует
sk: Nie je prítomné
sl: Ni prisotno
sv: Saknas
th: ไม่มีอยู่
tr: Mevcut değil
uk: Відсутнє
vi: Không có
zh_hans: 不存在
zh_hant: 不存在

source: Not selected
ar: غير محدد
bg: Не е избрано
bn: নির্বাচিত নয়
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
de: Nicht ausgewählt
el: Δεν έχει επιλεγεί
es: No seleccionado
fa: انتخاب نشده
fi: Ei valittu
fr: Non sélectionné
he: לא נבחר
hi: चुना नहीं गया
hr: Nije odabrano
hu: Nincs kiválasztva
id: Tidak dipilih
it: Non selezionato
ja: 未選択
kk: Таңдалмаған
ko: 선택되지 않음
lt: Nepasirinkta
ms: Tidak dipilih
nb: Ikke valgt
nl: Niet geselecteerd
pl: Nie wybrano
pt: Não selecionado
ro: Neselectat
ru: Не выбрано
sk: Nevybrané
sl: Ni izbrano
sv: Inte markerat
th: ไม่ได้เลือก
tr: Seçilmedi
uk: Не вибрано
vi: Chưa chọn
zh_hans: 未选择
zh_hant: 未選擇

source: Not set
ar: غير معيّن
bg: Не е зададено
bn: সেট করা নেই
ca: No definit
cs: Nenastaveno
da: Ikke angivet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: No configurado
fa: تنظیم نشده
fi: Ei asetettu
fr: Non défini
he: לא הוגדר
hi: सेट नहीं है
hr: Nije postavljeno
hu: Nincs beállítva
id: Belum diatur
it: Non impostato
ja: 未設定
kk: Орнатылмаған
ko: 설정되지 않음
lt: Nenustatyta
ms: Tidak ditetapkan
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
ro: Nesetat
ru: Не задано
sk: Nenastavené
sl: Ni nastavljeno
sv: Inte angivet
th: ไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не задано
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

source: Notes
ar: ملاحظات
bg: Бележки
bn: নোট
cs: Poznámky
da: Notater
de: Notizen
el: Σημειώσεις
es: Notas
fa: یادداشت‌ها
fi: Merkinnät
he: הערות
hi: नोट
hr: Bilješke
hu: Jegyzetek
id: Catatan
it: Note
ja: メモ
kk: Жазбалар
ko: 메모
lt: Užrašai
ms: Nota
nb: Notater
nl: Notities
pl: Notatki
pt: Notas
ro: Note
ru: Заметки
sk: Poznámky
sl: Zapiski
sv: Anteckningar
th: โน้ต
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Nothing here
ar: لا يوجد شيء هنا
bg: Тук няма нищо
bn: এখানে কিছু নেই
ca: Aquí no hi ha res
cs: Nic zde není
da: Intet her
de: Hier ist nichts
el: Δεν υπάρχει τίποτα εδώ
es: No hay nada aquí
fa: اینجا چیزی نیست
fi: Täällä ei ole mitään
fr: Rien ici
he: אין כאן דבר
hi: यहाँ कुछ नहीं है
hr: Ovdje nema ničega
hu: Itt nincs semmi
id: Belum ada apa pun
it: Non c'è nulla qui
ja: ここには何もありません
kk: Мұнда ештеңе жоқ
ko: 여기에 아무것도 없습니다
lt: Čia nieko nėra
ms: Tiada apa-apa di sini
nb: Ingenting her
nl: Hier is niets
pl: Nic tu nie ma
pt: Nada aqui
ro: Nimic aici
ru: Здесь ничего нет
sk: Nič tu nie je
sl: Tukaj ni ničesar
sv: Inget här
th: ไม่มีอะไรที่นี่
tr: Burada hiçbir şey yok
uk: Тут нічого немає
vi: Không có gì ở đây
zh_hans: 这里没有内容
zh_hant: 這裡沒有內容

source: Number
ar: رقم
bg: Номер
bn: নম্বর
ca: Número
cs: Číslo
da: Nummer
de: Nummer
el: Αριθμός
es: Número
fa: شماره
fi: Numero
fr: Numéro
he: מספר
hi: नंबर
hr: Broj
hu: Szám
id: Nomor
it: Numero
ja: 番号
kk: Сан
ko: 번호
lt: Numeris
ms: Nombor
nb: Nummer
nl: Kaartnummer
pl: Numer
pt: Número
ro: Număr card
ru: Номер
sk: Číslo
sl: Številka
sv: Nummer
th: หมายเลข
tr: Numara
uk: Номер
vi: Số thẻ
zh_hans: 号码
zh_hant: 號碼

source: Offline cache
ar: ذاكرة التخزين المؤقت دون اتصال
bg: Офлайн кеш
bn: অফলাইন ক্যাশ
ca: Memòria cau fora de línia
cs: Offline mezipaměť
el: Προσωρινή μνήμη εκτός σύνδεσης
es: Caché sin conexión
fa: حافظه پنهان آفلاین
fi: Offline-välimuisti
fr: Cache hors ligne
he: מטמון לא מקוון
hi: ऑफ़लाइन कैश
hr: Izvanmrežna predmemorija
hu: Offline gyorsítótár
id: Cache offline
it: Cache offline
ja: オフラインキャッシュ
kk: Офлайн кэш
ko: 오프라인 캐시
lt: Podėlis neprisijungus
ms: Cache luar talian
nb: Frakoblet hurtigbuffer
pl: Pamięć podręczna offline
pt: Cache offline
ro: Cache offline
ru: Офлайн-кэш
sk: Offline vyrovnávacia pamäť
sl: Predpomnilnik brez povezave
th: แคชออฟไลน์
tr: Çevrimdışı önbellek
uk: Офлайн-кеш
vi: Bộ nhớ đệm ngoại tuyến
zh_hans: 离线缓存
zh_hant: 離線快取

source: Offline changes are stored in a device-only AES-GCM queue, replayed with exponential backoff, and revision-rebased before retry. Background refresh can upload prepared encrypted writes without unlocking the vault.
ar: تُخزن التغييرات دون اتصال في قائمة انتظار AES-GCM خاصة بالجهاز، وتُعاد محاولتها بتأخير متزايد، مع إعادة تأسيس المراجعة قبل المحاولة. يمكن للتحديث في الخلفية رفع عمليات الكتابة المشفرة المُعدة دون فتح الخزنة.
bg: Офлайн промените се съхраняват в AES-GCM опашка само на устройството, изпълняват се отново с експоненциално изчакване и ревизията им се пребазира преди повторен опит. Обновяването във фонов режим може да качва подготвени шифровани записи без отключване на трезора.
bn: অফলাইনের পরিবর্তন শুধু ডিভাইসের AES-GCM সারিতে সংরক্ষিত হয়, এক্সপোনেনশিয়াল ব্যাকঅফে আবার চালানো হয় এবং পুনরায় চেষ্টার আগে রিভিশন রিবেস করা হয়। ব্যাকগ্রাউন্ড রিফ্রেশ ভল্ট আনলক না করেই প্রস্তুত এনক্রিপ্ট করা লেখা আপলোড করতে পারে।
ca: Els canvis fora de línia s'emmagatzemen en una cua AES-GCM exclusiva del dispositiu, es reprodueixen amb espera exponencial i se'n reajusta la revisió abans de tornar-ho a provar. L'actualització en segon pla pot pujar escriptures xifrades preparades sense desbloquejar la caixa forta.
cs: Offline změny se ukládají do fronty AES-GCM pouze v zařízení, znovu se přehrávají s exponenciálním zpožděním a před dalším pokusem se jejich revize přizpůsobí. Aktualizace na pozadí může nahrávat připravené šifrované zápisy bez odemknutí trezoru.
da: Offlineændringer gemmes i en AES-GCM-kø kun på enheden, afspilles igen med eksponentiel forsinkelse og får deres revision baseret på ny før et nyt forsøg. Opdatering i baggrunden kan uploade forberedte krypterede skrivninger uden at låse boksen op.
de: Offline-Änderungen werden in einer reinen Gerätewarteschlange mit AES-GCM gespeichert, mit exponentieller Verzögerung erneut ausgeführt und vor dem nächsten Versuch auf eine neue Revision umgestellt. Die Hintergrundaktualisierung kann vorbereitete verschlüsselte Schreibvorgänge hochladen, ohne den Tresor zu entsperren.
el: Οι αλλαγές εκτός σύνδεσης αποθηκεύονται σε ουρά μόνο για τη συσκευή με AES-GCM, επαναλαμβάνονται με εκθετική καθυστέρηση και προσαρμόζονται στη νέα αναθεώρηση πριν από νέα προσπάθεια. Η ανανέωση στο παρασκήνιο μπορεί να ανεβάζει προετοιμασμένες κρυπτογραφημένες εγγραφές χωρίς ξεκλείδωμα της κρύπτης.
es: Los cambios sin conexión se almacenan en una cola AES-GCM exclusiva del dispositivo, se reintentan con espera exponencial y se reajustan a la revisión antes de cada reintento. La actualización en segundo plano puede subir escrituras cifradas preparadas sin desbloquear la caja fuerte.
fa: تغییرات آفلاین در صف AES-GCM مخصوص دستگاه ذخیره، با تأخیر نمایی تکرار و پیش از تلاش دوباره بر پایه بازبینی جدید تنظیم می‌شوند. نوسازی پس‌زمینه می‌تواند بدون باز کردن گاوصندوق، نوشتن‌های رمزگذاری‌شده آماده را بارگذاری کند.
fi: Offline-muutokset tallennetaan vain laitteessa olevaan AES-GCM-jonoon, suoritetaan uudelleen eksponentiaalisella viiveellä ja niiden versio pohjataan uudelleen ennen uutta yritystä. Taustapäivitys voi lähettää valmistellut salatut kirjoitukset avaamatta holvin lukitusta.
fr: Les modifications hors ligne sont stockées dans une file AES-GCM propre à l’appareil, rejouées avec un délai exponentiel et rebasées sur la révision avant une nouvelle tentative. L’actualisation en arrière-plan peut téléverser les écritures chiffrées préparées sans déverrouiller le coffre.
he: שינויים לא מקוונים נשמרים בתור AES-GCM המיועד למכשיר בלבד, מופעלים מחדש בהשהיה מעריכית ומבוססים מחדש על הגרסה לפני ניסיון חוזר. רענון ברקע יכול להעלות פעולות כתיבה מוצפנות שהוכנו מראש בלי לבטל את נעילת הכספת.
hi: ऑफ़लाइन बदलाव केवल-डिवाइस AES-GCM कतार में संग्रहीत होते हैं, एक्सपोनेंशियल बैकऑफ़ के साथ दोबारा चलाए जाते हैं और फिर प्रयास से पहले नए रिविज़न पर रीबेस किए जाते हैं। बैकग्राउंड रीफ़्रेश तिजोरी अनलॉक किए बिना तैयार एन्क्रिप्टेड राइट अपलोड कर सकता है।
hr: Izvanmrežne promjene spremaju se u AES-GCM red čekanja samo na uređaju, ponovno se izvode uz eksponencijalnu odgodu i revizija im se prilagođava prije ponovnog pokušaja. Osvježavanje u pozadini može prenijeti pripremljene šifrirane zapise bez otključavanja trezora.
hu: Az offline módosítások csak az eszközön lévő AES-GCM-sorban tárolódnak, exponenciális késleltetéssel ismétlődnek, és újrapróbálás előtt revízióalapú újraillesztést kapnak. A háttérfrissítés a széf feloldása nélkül feltöltheti az előkészített titkosított írásokat.
id: Perubahan offline disimpan dalam antrean AES-GCM khusus perangkat, dicoba ulang dengan jeda eksponensial, dan disesuaikan dengan revisi sebelum dicoba kembali. Penyegaran latar belakang dapat mengunggah perubahan terenkripsi yang telah disiapkan tanpa membuka brankas.
it: Le modifiche offline sono archiviate in una coda AES-GCM presente solo sul dispositivo, riprodotte con backoff esponenziale e riallineate alla revisione prima di riprovare. L'aggiornamento in background può caricare scritture crittografate preparate senza sbloccare la cassaforte.
ja: オフラインでの変更はデバイス専用のAES-GCMキューに保存され、指数バックオフで再実行され、再試行前にリビジョンがリベースされます。バックグラウンド更新では、保管庫をロック解除せずに準備済みの暗号化データを書き込めます。
kk: Офлайн өзгерістер тек құрылғыдағы AES-GCM кезегінде сақталып, экспоненциалды кідіріспен қайталанады және қайта әрекеттен бұрын жаңа нұсқаға бейімделеді. Фондық жаңарту қойманы ашпай-ақ дайын шифрланған жазбаларды жүктей алады.
ko: 오프라인 변경 사항은 기기 전용 AES-GCM 대기열에 저장되고 지수 백오프로 재생되며 재시도 전에 리비전에 맞게 재조정됩니다. 백그라운드 새로 고침은 볼트를 잠금 해제하지 않고 준비된 암호화 쓰기를 업로드할 수 있습니다.
lt: Pakeitimai neprisijungus saugomi tik įrenginio AES-GCM eilėje, kartojami su eksponentiniu delsos didinimu ir prieš bandant iš naujo pritaikomi naujai versijai. Atnaujinimas fone gali įkelti paruoštus šifruotus įrašus neatrakinus saugyklos.
ms: Perubahan luar talian disimpan dalam baris gilir AES-GCM khusus peranti, dimainkan semula dengan sela eksponen dan diasaskan semula pada semakan sebelum mencuba lagi. Segar semula latar belakang boleh memuat naik penulisan disulitkan yang disediakan tanpa membuka peti besi.
nb: Frakoblede endringer lagres i en AES-GCM-kø kun på enheten, gjentas med eksponentiell tilbakeholdelse og revideres før nytt forsøk. Bakgrunnsoppdatering kan laste opp klargjorte krypterte skrivinger uten å låse opp hvelvet.
nl: Offlinewijzigingen worden opgeslagen in een AES-GCM-wachtrij die alleen op het apparaat staat, opnieuw uitgevoerd met exponentiële vertraging en vóór een nieuwe poging op een nieuwe revisie gebaseerd. Vernieuwen op de achtergrond kan voorbereide versleutelde schrijfbewerkingen uploaden zonder de kluis te ontgrendelen.
pl: Zmiany offline są przechowywane w kolejce AES-GCM tylko na urządzeniu, ponawiane z wykładniczym opóźnieniem i dostosowywane do wersji przed ponowieniem. Odświeżanie w tle może wysyłać przygotowane zaszyfrowane zapisy bez odblokowania sejfu.
pt: As alterações offline são armazenadas numa fila AES-GCM apenas no dispositivo, repetidas com espera exponencial e reajustadas à revisão antes de uma nova tentativa. A atualização em segundo plano pode enviar escritas encriptadas preparadas sem desbloquear o cofre.
ro: Modificările offline sunt stocate într-o coadă AES-GCM doar pe dispozitiv, reluate cu întârziere exponențială și realiniate la revizie înainte de reîncercare. Reîmprospătarea în fundal poate încărca scrieri criptate pregătite fără a debloca seiful.
ru: Офлайн-изменения сохраняются в очереди AES-GCM только на устройстве, повторяются с экспоненциальной задержкой и перед повторной попыткой приводятся к актуальной редакции. Фоновое обновление может отправлять подготовленные зашифрованные записи без разблокировки хранилища.
sk: Offline zmeny sa ukladajú do frontu AES-GCM iba v zariadení, opakujú sa s exponenciálnym oneskorením a pred ďalším pokusom sa prispôsobia revízii. Obnovenie na pozadí môže nahrať pripravené zašifrované zápisy bez odomknutia trezoru.
sl: Spremembe brez povezave so shranjene v čakalni vrsti AES-GCM samo v napravi, ponovljene z eksponentnim zamikom in pred ponovnim poskusom prilagojene reviziji. Osveževanje v ozadju lahko naloži pripravljene šifrirane zapise brez odklepanja trezorja.
sv: Offlineändringar lagras i en AES-GCM-kö endast på enheten, återförsök görs med exponentiell fördröjning och de anpassas till revisionen före ett nytt försök. Bakgrundsuppdatering kan överföra förberedda krypterade skrivningar utan att låsa upp valvet.
th: การเปลี่ยนแปลงออฟไลน์จะถูกเก็บในคิว AES-GCM เฉพาะอุปกรณ์ ลองซ้ำด้วยการหน่วงเวลาแบบทวีคูณ และปรับฐานตามรุ่นแก้ไขก่อนลองใหม่ การรีเฟรชเบื้องหลังสามารถอัปโหลดการเขียนที่เข้ารหัสซึ่งเตรียมไว้โดยไม่ต้องปลดล็อกตู้นิรภัย
tr: Çevrimdışı değişiklikler yalnızca aygıta ait bir AES-GCM kuyruğunda saklanır, üstel geri çekilme ile yeniden yürütülür ve yeniden denemeden önce revizyona göre yeniden temellendirilir. Arka planda yenileme, hazırlanmış şifreli yazma işlemlerini kasanın kilidini açmadan yükleyebilir.
uk: Офлайн-зміни зберігаються в черзі AES-GCM лише на пристрої, повторюються з експоненційною затримкою та перебазовуються за редакцією перед повторною спробою. Фонове оновлення може передавати підготовлені зашифровані записи без розблокування сховища.
vi: Các thay đổi ngoại tuyến được lưu trong hàng đợi AES-GCM chỉ trên thiết bị, được phát lại với thời gian chờ tăng dần và đổi cơ sở theo bản sửa đổi trước khi thử lại. Làm mới trong nền có thể tải lên các ghi chép đã mã hóa được chuẩn bị sẵn mà không cần mở khóa kho.
zh_hans: 离线更改存储在仅限设备的 AES-GCM 队列中，使用指数退避重试，并在重试前根据修订版本重新调整。后台刷新无需解锁密码库即可上传准备好的加密写入。
zh_hant: 離線更改儲存在僅限裝置的 AES-GCM 佇列中，使用指數退避重試，並在重試前根據修訂版本重新調整。背景重新整理無需解鎖密碼庫即可上傳準備好的加密寫入。
